ack
acpi
adobe-source-han-serif-cn-fonts
apparmor
base-devel
bash-completion
bat
bridge-utils
brightnessctl
calibre
cargo
chezmoi
chrony
cliphist
cmake
dkms
dnsmasq
docker
dog
duf
dust
exa
expac
fcitx5-gtk
fcitx5-im
fcitx5-pinyin-zhwiki
fcitx5-qt
fd
enchant
nuspell
hunspell
hunspell-en_us
figlet
firewalld
foot
fortune-mod
fzf
gcc
git
gnome-calculator
gnuplot
go
graphviz
grex
grim
gvfs
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
hblock
helm
hub
imagemagick
inetutils
inxi
irqbalance
jq
keepassxc
kitty
kubectl
libgccjit
libguestfs
libnotify
librime
libvirt
libxkbcommon
lolcat
lsd
lxappearance
make
mako
man
mpc
mpd
mpv
navi
ncdu
neofetch
neovim
net-tools
newsboat
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nvtop
openbsd-netcat
openvpn
pamixer
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-audio
pipewire-pulse
pkgfile
playerctl
polkit-kde-agent
procs
profile-sync-daemon
progress
pv
ipython
mypy
pyright
pyenv
python-black
python-ruff
python-flake8
python-pylint
python-maturin
python-orjson
python-paramiko
python-pip
python-pycryptodomex
python-pyopenssl
python-pyte
python-setuptools
python-six
qemu
qt5-wayland
qt5ct
qt6-wayland
recoll
ripgrep
sbcl
shfmt
slurp
socat
songrec
sudo
swappy
swaybg
swayidle
taskell
texlive-bin
texlive-core
texlive-latexextra
texlive-science
the_silver_searcher
timidity++
tokei
tokei
translate-shell
trash-cli
ttf-jetbrains-mono-nerd
udiskie
usbutils
vde2
vim
nvim
virt-manager
virt-viewer
vnstat
wf-recorder
wget
wildmidi
wireplumber
wl-clipboard
wofi
wqy-zenhei
xapian-core
xclip
xdg-user-dirs
xdotool
xf86-video-vesa
xh
xorg-xwayland
xterm
ytfzf
zathura
zathura-pdf-mupdf
zenity
zoxide
zsh
zsh-completions
